Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: No %@ needed while active
es: No se necesita %@ mientras está activa
fr: Aucune confirmation avec %@ tant que la session est active
ko: 활성 상태에서는 %@ 필요 없음
zh_hans: 生效期间无需 %@

source: No Activity Yet
es: Aún no hay actividad
fr: Aucune activité pour l'instant
ko: 아직 활동 없음
zh_hans: 暂无动态

source: No Candles
es: Sin velas
fr: Aucune bougie
ko: 캔들 없음
zh_hans: 暂无 K 线

source: No DyorHQ launchpad has a launch of this coin.
es: Ningún launchpad de DyorHQ tiene un lanzamiento de esta moneda.
fr: Aucun launchpad DyorHQ n'a de lancement pour ce jeton.
ko: 이 코인을 런칭한 DyorHQ 런치패드가 없습니다.
zh_hans: 没有任何 DyorHQ Launchpad 发射过此币。

source: No Headlines
es: Sin titulares
fr: Aucune actualité
ko: 헤드라인 없음
zh_hans: 暂无头条

source: No Launches Yet
es: Aún no hay lanzamientos
fr: Aucun lancement pour l'instant
ko: 아직 런칭 없음
zh_hans: 暂无发射

source: No Markets
es: Sin mercados
fr: Aucun marché
ko: 마켓 없음
zh_hans: 暂无市场

source: No Moment at this link
es: No hay ningún Moment en este enlace
fr: Aucun Moment à ce lien
ko: 이 링크에 해당하는 Moment 없음
zh_hans: 此链接下没有 Moment

source: No Moments Yet
es: Aún no hay Moments
fr: Aucun Moment pour l'instant
ko: 아직 Moment 없음
zh_hans: 暂无 Moment

source: No Moments yet
es: Aún no hay Moments
fr: Aucun Moment pour l'instant
ko: 아직 Moment 없음
zh_hans: 暂无 Moment

source: No NFTs in this wallet yet.
es: Aún no hay NFT en esta billetera.
fr: Aucun NFT dans ce portefeuille pour l'instant.
ko: 이 지갑에 아직 NFT가 없어요.
zh_hans: 此钱包中暂无 NFT。

source: No Notifications
es: Sin notificaciones
fr: Aucune notification
ko: 알림 없음
zh_hans: 暂无通知

source: No Price History
es: Sin historial de precios
fr: Aucun historique de prix
ko: 가격 기록 없음
zh_hans: 暂无价格历史

source: No biometrics enrolled on this device.
es: No hay biometría configurada en este dispositivo.
fr: Aucune biométrie configurée sur cet appareil.
ko: 이 기기에 등록된 생체 인증이 없어요.
zh_hans: 此设备未设置生物识别。

source: No candle history yet
es: Aún no hay historial de velas
fr: Pas encore d'historique de bougies
ko: 아직 캔들 기록 없음
zh_hans: 暂无 K 线历史

source: No closed positions yet
es: Aún no hay posiciones cerradas
fr: Aucune position clôturée pour l'instant
ko: 아직 종료된 포지션 없음
zh_hans: 暂无已平仓位

source: No coins launched
es: No hay monedas lanzadas
fr: Aucun jeton lancé
ko: 런칭한 코인 없음
zh_hans: 未发射任何币

source: No coins on the curve yet: launch the first one.
es: Aún no hay monedas en la curva: lanza la primera.
fr: Aucun jeton sur la courbe pour l'instant : lancez le premier.
ko: 아직 커브에 코인이 없어요. 첫 코인을 런칭해 보세요.
zh_hans: 曲线上还没有币：发射第一个币。

source: No connection. Check your network and try again.
es: Sin conexión. Revisa tu red y vuelve a intentarlo.
fr: Pas de connexion. Vérifiez votre réseau et réessayez.
ko: 연결되지 않았습니다. 네트워크를 확인하고 다시 시도하십시오.
zh_hans: 无网络连接。检查你的网络后重试。

source: No fills yet
es: Aún no hay ejecuciones
fr: Aucune exécution pour l'instant
ko: 아직 체결 내역 없음
zh_hans: 暂无成交记录

source: No launch coins held
es: No tienes monedas de lanzamientos
fr: Aucun jeton de lancement détenu
ko: 보유한 런칭 코인 없음
zh_hans: 未持有发射币

source: No launch holdings
es: Sin activos de lanzamientos
fr: Aucun avoir de lancement
ko: 런칭 보유 자산 없음
zh_hans: 暂无发射持仓

source: No launchpad activity
es: Sin actividad en el launchpad
fr: Aucune activité sur le launchpad
ko: 런치패드 활동 없음
zh_hans: 暂无 Launchpad 动态

source: No open orders
es: No hay órdenes abiertas
fr: Aucun ordre ouvert
ko: 미체결 주문 없음
zh_hans: 暂无当前委托

source: No open positions
es: No hay posiciones abiertas
fr: Aucune position ouverte
ko: 열린 포지션 없음
zh_hans: 暂无持仓

source: No passkey account is signed in on this device.
es: No hay ninguna cuenta con llave de acceso con sesión iniciada en este dispositivo.
fr: Aucun compte à clé d'identification n'est connecté sur cet appareil.
ko: 이 기기에 로그인된 패스키 계정이 없습니다.
zh_hans: 此设备上没有已登录的通行密钥账户。

source: No price
es: Sin precio
fr: Aucun prix
ko: 가격 없음
zh_hans: 无价格

source: No price alerts yet.
es: Aún no hay alertas de precio.
fr: Aucune alerte de prix pour l'instant.
ko: 아직 가격 알림이 없어요.
zh_hans: 暂无价格提醒。

source: No spot balances
es: Sin saldos spot
fr: Aucun solde spot
ko: 현물 잔액 없음
zh_hans: 暂无现货余额

source: No swaps in this range yet.
es: Aún no hay intercambios en este período.
fr: Aucun échange sur cette période pour l'instant.
ko: 이 기간에는 아직 스왑이 없어요.
zh_hans: 此时间范围内暂无兑换。

source: No token in this wallet matches.
es: Ningún token de esta billetera coincide.
fr: Aucun jeton de ce portefeuille ne correspond.
ko: 이 지갑에 일치하는 토큰이 없어요.
zh_hans: 此钱包中没有匹配的代币。

source: No token matches yet: Monad's token list is still loading. Paste a contract address to add any Monad token.
es: Aún no hay coincidencias: la lista de tokens de Monad se está cargando. Pega una dirección de contrato para añadir cualquier token de Monad.
fr: Aucun jeton ne correspond pour l'instant : la liste des jetons de Monad est encore en cours de chargement. Collez l'adresse d'un contrat pour ajouter n'importe quel jeton Monad.
ko: 아직 일치하는 토큰이 없어요. Monad 토큰 목록을 불러오는 중이에요. 컨트랙트 주소를 붙여넣으면 어떤 Monad 토큰이든 추가할 수 있어요.
zh_hans: 暂无匹配的代币：Monad 的代币列表仍在加载。粘贴合约地址即可添加任意 Monad 代币。

source: No token matches. Paste a contract address to add any Monad token.
es: Ningún token coincide. Pega una dirección de contrato para añadir cualquier token de Monad.
fr: Aucun jeton ne correspond. Collez l'adresse d'un contrat pour ajouter n'importe quel jeton Monad.
ko: 일치하는 토큰이 없어요. 컨트랙트 주소를 붙여넣으면 어떤 Monad 토큰이든 추가할 수 있어요.
zh_hans: 没有匹配的代币。粘贴合约地址即可添加任意 Monad 代币。

source: No tokens found, but part of your wallet couldn't be read, so some may be missing.
es: No se encontraron tokens, pero no se pudo leer parte de tu billetera, así que puede que falten algunos.
fr: Aucun jeton trouvé, mais une partie de votre portefeuille n'a pas pu être lue : certains peuvent donc manquer.
ko: 토큰을 찾지 못했지만 지갑의 일부를 읽지 못해 누락된 토큰이 있을 수 있어요.
zh_hans: 未找到代币，但你的钱包有部分内容无法读取，因此可能有遗漏。

source: No tokens in this wallet yet.
es: Aún no hay tokens en esta billetera.
fr: Aucun jeton dans ce portefeuille pour l'instant.
ko: 이 지갑에 아직 토큰이 없어요.
zh_hans: 此钱包中暂无代币。

source: No tokens in this wallet.
es: No hay tokens en esta billetera.
fr: Aucun jeton dans ce portefeuille.
ko: 이 지갑에 토큰이 없어요.
zh_hans: 此钱包中没有代币。

source: No trades on %@-PERP yet
es: Aún no hay operaciones en %@-PERP
fr: Aucune transaction sur %@-PERP pour l'instant
ko: 아직 %@-PERP 거래 없음
zh_hans: %@-PERP 暂无成交

source: No trades yet — the chart moves up as people buy on the curve and down as they sell.
es: Aún no hay operaciones: el gráfico sube cuando la gente compra en la curva y baja cuando vende.
fr: Aucune transaction pour l'instant — le graphique monte quand les gens achètent sur la courbe et descend quand ils vendent.
ko: 아직 거래가 없어요 — 사람들이 커브에서 매수하면 차트가 오르고, 매도하면 내려가요.
zh_hans: 暂无交易：有人在曲线上买入时图表会上涨，卖出时会下跌。

source: No venue can price MON → AUSD right now.
es: Ninguna plataforma puede cotizar MON → AUSD en este momento.
fr: Aucune plateforme ne peut coter MON → AUSD pour le moment.
ko: 현재 MON → AUSD 가격을 제시할 수 있는 거래소가 없습니다.
zh_hans: 目前没有交易场所能为 MON → AUSD 报价。

source: No venue can route this pair right now.
es: Ninguna plataforma puede enrutar este par en este momento.
fr: Aucune plateforme ne peut router cette paire pour le moment.
ko: 현재 이 페어의 경로를 찾을 수 있는 거래소가 없습니다.
zh_hans: 目前没有交易场所能为此交易对提供路由。

source: None on Perpl
es: Ninguno en Perpl
fr: Aucun sur Perpl
ko: Perpl에 없음
zh_hans: Perpl 上没有

source: Not a DyorHQ launch
es: No es un lanzamiento de DyorHQ
fr: Pas un lancement DyorHQ
ko: DyorHQ 런칭 아님
zh_hans: 不是在 DyorHQ 发射的代币

source: Not a valid 12–24 word recovery phrase yet.
es: Todavía no es una frase de recuperación válida de 12 a 24 palabras.
fr: Pas encore une phrase de récupération valide de 12 à 24 mots.
ko: 아직 유효한 12~24단어 복구 구문이 아닙니다.
zh_hans: 还不是有效的 12–24 个单词的助记词。

source: Not a valid private key.
es: No es una clave privada válida.
fr: Clé privée non valide.
ko: 유효한 개인 키가 아닙니다.
zh_hans: 不是有效的私钥。

source: Not connected
es: No conectado
fr: Non connecté
ko: 연결 안 됨
zh_hans: 未连接

# Not enough %@: you have %@.
source: Not enough %1$@: you have %2$@.
es: No tienes suficiente %1$@: tienes %2$@.
fr: Solde %1$@ insuffisant : vous avez %2$@.
ko: %1$@ 잔액이 부족합니다. 보유량: %2$@.
zh_hans: %1$@ 不足：你有 %2$@。

source: Not enough AUSD in your wallet.
es: No hay suficiente AUSD en tu billetera.
fr: Pas assez d'AUSD dans votre portefeuille.
ko: 지갑의 AUSD가 부족합니다.
zh_hans: 你钱包中的 AUSD 不足。

source: Not enough AUSD, and no MON to convert.
es: No hay suficiente AUSD ni MON para convertir.
fr: Pas assez d'AUSD, et aucun MON à convertir.
ko: AUSD가 부족하며, 전환할 MON도 없습니다.
zh_hans: AUSD 不足，且没有可兑换的 MON。

source: Not enough MON to cover the difference.
es: No hay suficiente MON para cubrir la diferencia.
fr: Pas assez de MON pour couvrir la différence.
ko: MON이 부족해 차액을 충당할 수 없습니다.
zh_hans: MON 不足以弥补差额。

source: Not enough available margin.
es: No hay suficiente margen disponible.
fr: Marge disponible insuffisante.
ko: 사용 가능한 증거금이 부족합니다.
zh_hans: 可用保证金不足。

source: Not found on the network — it never confirmed
es: No se encontró en la red: nunca se confirmó
fr: Introuvable sur le réseau — elle n'a jamais été confirmée
ko: 네트워크에서 찾을 수 없음 — 확인되지 않음
zh_hans: 在网络上未找到：该交易从未确认

source: Not pinned to IPFS yet.
es: Aún no se ha fijado en IPFS.
fr: Pas encore épinglé sur IPFS.
ko: 아직 IPFS에 고정되지 않았습니다.
zh_hans: 尚未固定到 IPFS。

source: Not sent.
es: No se envió.
fr: Non envoyé.
ko: 전송되지 않았습니다.
zh_hans: 未发送。

source: Not sent. Nothing left your account.
es: No se envió. Nada salió de tu cuenta.
fr: Non envoyé. Rien n'a quitté votre compte.
ko: 전송되지 않았습니다. 계정에서 아무것도 나가지 않았습니다.
zh_hans: 未发送，你的账户没有任何资金转出。

source: Not signed in
es: Sesión no iniciada
fr: Non connecté
ko: 로그인 안 됨
zh_hans: 未登录

source: Not trading yet
es: Aún no cotiza
fr: Pas encore échangeable
ko: 아직 거래되지 않음
zh_hans: 尚未开始交易

source: Not updating
es: Sin actualizar
fr: Mise à jour interrompue
ko: 업데이트 안 됨
zh_hans: 未更新

source: Nothing has been published under this link yet. It may be mistyped.
es: Aún no se ha publicado nada en este enlace. Puede que esté mal escrito.
fr: Rien n'a encore été publié à ce lien. Il est peut-être mal saisi.
ko: 이 링크로 게시된 것이 아직 없어요. 링크가 잘못 입력되었을 수 있어요.
zh_hans: 此链接下尚未发布任何内容。链接可能输入有误。

source: Nothing here yet
es: Aún no hay nada aquí
fr: Rien ici pour l'instant
ko: 아직 아무것도 없음
zh_hans: 这里还没有内容

source: Nothing in this period.
es: Nada en este período.
fr: Rien sur cette période.
ko: 이 기간에는 내역이 없어요.
zh_hans: 此期间没有记录。

source: Nothing to claim yet
es: Aún no hay nada que reclamar
fr: Rien à réclamer pour l'instant
ko: 아직 수령할 항목 없음
zh_hans: 暂无可领取

source: Nothing to claim yet — fees accrue as people trade your coin.
es: Aún no hay nada que reclamar: las comisiones se acumulan a medida que la gente opera tu moneda.
fr: Rien à réclamer pour l'instant — les frais s'accumulent à mesure que votre jeton s'échange.
ko: 아직 수령할 항목이 없어요 — 사람들이 내 코인을 거래하면 수수료가 적립돼요.
zh_hans: 暂无可领取：有人交易你的币时会累积手续费。

source: Nothing to claim yet.
es: Aún no hay nada que reclamar.
fr: Rien à réclamer pour l'instant.
ko: 아직 수령할 항목이 없어요.
zh_hans: 暂无可领取。

source: Nothing was cancelled.
es: No se canceló nada.
fr: Rien n'a été annulé.
ko: 아무것도 취소되지 않았습니다.
zh_hans: 未取消任何内容。

source: Nothing was changed.
es: No se cambió nada.
fr: Rien n'a été modifié.
ko: 아무것도 변경되지 않았습니다.
zh_hans: 未做任何更改。

source: Nothing was deleted: removing the email sign-in DyorHQ created at Privy didn't work (%1$@). Try again in a few minutes, or contact %2$@.
es: No se eliminó nada: no se pudo quitar el inicio de sesión con correo electrónico que DyorHQ creó en Privy (%1$@). Vuelve a intentarlo en unos minutos o contacta con %2$@.
fr: Rien n'a été supprimé : la suppression de la connexion par e-mail créée par DyorHQ chez Privy a échoué (%1$@). Réessayez dans quelques minutes ou contactez %2$@.
ko: 아무것도 삭제되지 않았습니다. DyorHQ가 Privy에 만든 이메일 로그인을 제거하지 못했습니다(%1$@). 몇 분 후 다시 시도하거나 %2$@에 문의하십시오.
zh_hans: 未删除任何内容：移除 DyorHQ 在 Privy 创建的邮箱登录方式失败（%1$@）。几分钟后重试，或联系 %2$@。

source: Notification history and this device's push registration
es: El historial de notificaciones y el registro de notificaciones push de este dispositivo
fr: Historique des notifications et enregistrement push de cet appareil
ko: 알림 기록 및 이 기기의 푸시 등록 정보
zh_hans: 通知历史记录和此设备的推送注册

source: Notifications
es: Notificaciones
ko: 알림
zh_hans: 通知

source: Notifications are off. Turn them on in Profile → Notifications to be alerted; events are still recorded here.
es: Las notificaciones están desactivadas. Actívalas en Perfil → Notificaciones para recibir avisos; los eventos se siguen registrando aquí.
fr: Les notifications sont désactivées. Activez-les dans Profil → Notifications pour être alerté ; les événements restent enregistrés ici.
ko: 알림이 꺼져 있어요. 알림을 받으려면 프로필 → 알림에서 켜세요. 이벤트는 계속 여기에 기록돼요.
zh_hans: 通知已关闭。在“个人资料”→“通知”中开启即可收到提醒；事件仍会记录在这里。

source: Notifications are turned off for DyorHQ in iOS Settings. Enable them there to receive alerts.
es: Las notificaciones de DyorHQ están desactivadas en los Ajustes de iOS. Actívalas allí para recibir alertas.
fr: Les notifications sont désactivées pour DyorHQ dans les Réglages d'iOS. Activez-les dans les Réglages pour recevoir des alertes.
ko: iOS 설정에서 DyorHQ 알림이 꺼져 있습니다. 알림을 받으려면 설정에서 켜십시오.
zh_hans: DyorHQ 的通知已在 iOS 设置中关闭。在那里启用通知即可收到提醒。

source: Notifications, %lld unread
es: Notificaciones, %lld sin leer
fr: Notifications, %lld non lues
ko: 알림, 읽지 않음 %lld개
zh_hans: 通知，%lld 条未读

source: Notify when
es: Avisar cuando
fr: M'avertir quand
ko: 알림 조건
zh_hans: 通知条件

source: Notifying the bridge…
es: Avisando al puente…
fr: Notification du bridge…
ko: 브리지에 알리는 중…
zh_hans: 正在通知跨链桥…

source: Notional
es: Nocional
fr: Notionnel
ko: 명목 가치
zh_hans: 名义价值

source: Now
es: Ahora
fr: Actuel
ko: 현재
zh_hans: 当前

source: O
es: A
ko: 시
zh_hans: 开

source: Off
es: Desactivado
fr: Désactivé
ko: 끔
zh_hans: 关

source: On
es: Activado
fr: Activé
ko: 켬
zh_hans: 开

source: On OpenSea once it settles
es: En OpenSea en cuanto se confirme
fr: Sur OpenSea une fois finalisé
ko: 확정 후 OpenSea에 표시
zh_hans: 结算后将显示在 OpenSea 上

source: One-click trading
es: Trading con un clic
fr: Trading en un clic
ko: 원클릭 거래
zh_hans: 一键交易

source: One-click trading enabled
es: Trading con un clic activado
fr: Trading en un clic activé
ko: 원클릭 거래 활성화됨
zh_hans: 一键交易已启用

source: One-time security upgrade: enter the code we emailed to %1$@. Your account then moves to the new wallet your new password creates. Your previous wallet (%2$@) stays behind, and so does its public profile.
es: Actualización de seguridad única: introduce el código que enviamos a %1$@. Después, tu cuenta pasa a la nueva billetera que crea tu nueva contraseña. Tu billetera anterior (%2$@) se queda atrás, y también su perfil público.
fr: Mise à niveau de sécurité unique : saisissez le code envoyé par e-mail à %1$@. Votre compte est ensuite transféré vers le nouveau portefeuille créé par votre nouveau mot de passe. Votre ancien portefeuille (%2$@) reste en place, tout comme son profil public.
ko: 1회 보안 업그레이드: %1$@ 주소로 보낸 코드를 입력하세요. 그러면 계정이 새 비밀번호로 생성되는 새 지갑으로 옮겨져요. 이전 지갑(%2$@)과 그 공개 프로필은 그대로 남아요.
zh_hans: 一次性安全升级：输入我们发送到 %1$@ 的验证码。之后你的账户会迁移到由新密码创建的新钱包。你之前的钱包（%2$@）及其公开资料都会留在原处。

source: Only enter it into a wallet you trust (MetaMask, Rabby, OKX…). A hardware wallet is safest.
es: Introdúcela solo en una billetera de confianza (MetaMask, Rabby, OKX…). Una billetera de hardware es lo más seguro.
fr: Ne la saisissez que dans un portefeuille de confiance (MetaMask, Rabby, OKX…). Un portefeuille matériel est le plus sûr.
ko: 신뢰할 수 있는 지갑(MetaMask, Rabby, OKX…)에만 입력하십시오. 하드웨어 지갑이 가장 안전합니다.
zh_hans: 只能将其输入你信任的钱包（MetaMask、Rabby、OKX…）。硬件钱包最安全。

source: Only enter them into a wallet you trust (MetaMask, Rabby, OKX…). A hardware wallet is safest.
es: Introdúcelas solo en una billetera de confianza (MetaMask, Rabby, OKX…). Una billetera de hardware es lo más seguro.
fr: Ne les saisissez que dans un portefeuille de confiance (MetaMask, Rabby, OKX…). Un portefeuille matériel est le plus sûr.
ko: 신뢰할 수 있는 지갑(MetaMask, Rabby, OKX…)에만 입력하십시오. 하드웨어 지갑이 가장 안전합니다.
zh_hans: 只能将它们输入你信任的钱包（MetaMask、Rabby、OKX…）。硬件钱包最安全。

source: Open
es: Abierta
fr: Ouvert
ko: 열림
zh_hans: 已开放

source: Open %@
es: Abrir %@
fr: Ouvrir %@
ko: %@ 열기
zh_hans: 打开 %@

source: Open a perp from the Trade tab.
es: Abre un perpetuo desde la pestaña Operar.
fr: Ouvrez un perp depuis l'onglet Trading.
ko: 거래 탭에서 무기한 선물 포지션을 여세요.
zh_hans: 在“交易”标签页开立永续合约仓位。

source: Open full history on Monadscan
es: Abrir el historial completo en Monadscan
fr: Ouvrir l'historique complet sur Monadscan
ko: Monadscan에서 전체 내역 열기
zh_hans: 在 Monadscan 上查看完整历史记录

source: Open media
es: Abrir multimedia
fr: Ouvrir le média
ko: 미디어 열기
zh_hans: 打开媒体

source: Open the Launch Page
es: Abrir la página del lanzamiento
fr: Ouvrir la page du lancement
ko: 런칭 페이지 열기
zh_hans: 打开发射页面

source: Open the Launch Tab
es: Abrir la pestaña Lanzamientos
fr: Ouvrir l'onglet Lancement
ko: 런칭 탭 열기
zh_hans: 打开“发射”标签页

source: Open the Moment
es: Abrir el Moment
fr: Ouvrir le Moment
ko: Moment 열기
zh_hans: 打开该 Moment

source: Open video
es: Abrir video
fr: Ouvrir la vidéo
ko: 동영상 열기
zh_hans: 打开视频

source: Open your Perpl account
es: Abre tu cuenta de Perpl
fr: Ouvrez votre compte Perpl
ko: Perpl 계정 개설
zh_hans: 开设你的 Perpl 账户

source: Opened at
es: Abrió a
fr: Prix d'ouverture
ko: 시초가
zh_hans: 开盘价

source: Opened trading account
es: Abriste una cuenta de trading
fr: Compte de trading ouvert
ko: 거래 계정 개설됨
zh_hans: 已开设交易账户

source: Opening Moment…
es: Abriendo Moment…
fr: Ouverture du Moment…
ko: Moment 여는 중…
zh_hans: 正在打开 Moment…

source: Opening launch…
es: Abriendo lanzamiento…
fr: Ouverture du lancement…
ko: 런칭 여는 중…
zh_hans: 正在打开发射页面…

source: Opens %@
es: Se abre el %@
fr: Ouverture le %@
ko: %@에 시작
zh_hans: %@ 开放

source: Opens a new trading account
es: Abre una nueva cuenta de trading
fr: Ouvre un nouveau compte de trading
ko: 새 거래 계정 개설
zh_hans: 开设新的交易账户

source: Opens the DyorHQ docs in Safari.
es: Abre la documentación de DyorHQ en Safari.
fr: Ouvre la documentation DyorHQ dans Safari.
ko: Safari에서 DyorHQ 문서를 열어요.
zh_hans: 在 Safari 中打开 DyorHQ 文档。

source: Optional
es: Opcional
fr: Facultatif
ko: 선택 사항
zh_hans: 可选

source: Or paste an image link (ipfs:// or https://)
es: O pega un enlace de imagen (ipfs:// o https://)
fr: Ou collez un lien d'image (ipfs:// ou https://)
ko: 또는 이미지 링크 붙여넣기(ipfs:// 또는 https://)
zh_hans: 或粘贴图片链接（ipfs:// 或 https://）

source: Order
es: Orden
fr: Ordre
ko: 주문
zh_hans: 订单

source: Order Book
es: Libro
fr: Carnet
ko: 호가
zh_hans: 订单簿

source: Order Type
es: Tipo de orden
fr: Type d'ordre
ko: 주문 유형
zh_hans: 订单类型

source: Order book
es: Libro de órdenes
fr: Carnet d'ordres
ko: 호가창
zh_hans: 订单簿

# Order book. Best bid %@, best ask %@.
source: Order book. Best bid %1$@, best ask %2$@.
es: Libro de órdenes. Mejor compra %1$@, mejor venta %2$@.
fr: Carnet d'ordres. Meilleure offre d'achat %1$@, meilleure offre de vente %2$@.
ko: 호가창. 최우선 매수 호가 %1$@, 최우선 매도 호가 %2$@.
zh_hans: 订单簿。最优买价 %1$@，最优卖价 %2$@。

source: Order forwarding authorized on Perpl
es: Reenvío de órdenes autorizado en Perpl
fr: Transmission d'ordres autorisée sur Perpl
ko: Perpl에서 주문 전달 승인됨
zh_hans: 已在 Perpl 上授权订单转发

source: Order sent to Perpl.
es: Orden enviada a Perpl.
fr: Ordre envoyé à Perpl.
ko: 주문을 Perpl에 보냈어요.
zh_hans: 订单已发送到 Perpl。

source: Order sent, but Perpl didn't accept the stop-loss. Set it with TP/SL on the position once the order fills.
es: Orden enviada, pero Perpl no aceptó el stop loss. Configúralo con TP/SL en la posición cuando se ejecute la orden.
fr: Ordre envoyé, mais Perpl n'a pas accepté le stop loss. Définissez-le avec « TP/SL » sur la position une fois l'ordre exécuté.
ko: 주문은 전송되었지만 Perpl이 손절 주문을 받아들이지 않았습니다. 주문이 체결되면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 订单已发送，但 Perpl 未接受止损。订单成交后，在仓位上通过“止盈/止损”设置止损。

source: Order sent, but Perpl didn't accept the take-profit and stop-loss. Set them with TP/SL on the position once the order fills.
es: Orden enviada, pero Perpl no aceptó el take profit ni el stop loss. Configúralos con TP/SL en la posición cuando se ejecute la orden.
fr: Ordre envoyé, mais Perpl n'a pas accepté le take profit et le stop loss. Définissez-les avec « TP/SL » sur la position une fois l'ordre exécuté.
ko: 주문은 전송되었지만 Perpl이 익절 및 손절 주문을 받아들이지 않았습니다. 주문이 체결되면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 订单已发送，但 Perpl 未接受止盈和止损。订单成交后，在仓位上通过“止盈/止损”进行设置。

source: Order sent, but Perpl didn't accept the take-profit. Set it with TP/SL on the position once the order fills.
es: Orden enviada, pero Perpl no aceptó el take profit. Configúralo con TP/SL en la posición cuando se ejecute la orden.
fr: Ordre envoyé, mais Perpl n'a pas accepté le take profit. Définissez-le avec « TP/SL » sur la position une fois l'ordre exécuté.
ko: 주문은 전송되었지만 Perpl이 익절 주문을 받아들이지 않았습니다. 주문이 체결되면 포지션의 익절/손절에서 설정하십시오.
zh_hans: 订单已发送，但 Perpl 未接受止盈。订单成交后，在仓位上通过“止盈/止损”设置止盈。

source: Order size is calculated from an AUSD amount at the current price.
es: El tamaño de la orden se calcula a partir de una cantidad en AUSD al precio actual.
fr: La taille de l'ordre est calculée à partir d'un montant en AUSD au prix actuel.
ko: 주문 수량은 현재 가격 기준 AUSD 금액으로 계산돼요.
zh_hans: 订单数量按当前价格由 AUSD 金额计算得出。

source: Order size is denominated in %@, the base asset.
es: El tamaño de la orden se expresa en %@, el activo base.
fr: La taille de l'ordre est libellée en %@, l'actif de base.
ko: 주문 수량은 기초 자산인 %@ 단위로 표시돼요.
zh_hans: 订单数量以基础资产 %@ 计价。

source: Order status unknown for the stop-loss — Perpl didn't confirm it. Check Open Orders before placing it again.
es: Estado desconocido de la orden de stop loss: Perpl no la confirmó. Revisa las órdenes abiertas antes de volver a colocarla.
fr: Statut de l'ordre inconnu pour le stop loss — Perpl ne l'a pas confirmé. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 손절 주문 상태를 알 수 없습니다 — Perpl이 확인하지 않았습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 止损订单状态未知：Perpl 未确认。再次下单前，先查看“委托”。

source: Order status unknown for the take-profit and stop-loss — Perpl didn't confirm them. Check Open Orders before placing them again.
es: Estado desconocido de las órdenes de take profit y stop loss: Perpl no las confirmó. Revisa las órdenes abiertas antes de volver a colocarlas.
fr: Statut des ordres inconnu pour le take profit et le stop loss — Perpl ne les a pas confirmés. Vérifiez les ordres ouverts avant de les placer à nouveau.
ko: 익절 및 손절 주문 상태를 알 수 없습니다 — Perpl이 확인하지 않았습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 止盈和止损订单状态未知：Perpl 未确认。再次下单前，先查看“委托”。

source: Order status unknown for the take-profit — Perpl didn't confirm it. Check Open Orders before placing it again.
es: Estado desconocido de la orden de take profit: Perpl no la confirmó. Revisa las órdenes abiertas antes de volver a colocarla.
fr: Statut de l'ordre inconnu pour le take profit — Perpl ne l'a pas confirmé. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 익절 주문 상태를 알 수 없습니다 — Perpl이 확인하지 않았습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 止盈订单状态未知：Perpl 未确认。再次下单前，先查看“委托”。

source: Order status unknown — Perpl didn't confirm the new stop-loss. Check Open Orders before placing it again.
es: Estado de la orden desconocido: Perpl no confirmó el nuevo stop loss. Revisa las órdenes abiertas antes de volver a colocarlo.
fr: Statut de l'ordre inconnu — Perpl n'a pas confirmé le nouveau stop loss. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 주문 상태를 알 수 없습니다 — Perpl이 새 손절 주문을 확인하지 않았습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 订单状态未知：Perpl 未确认新的止损。再次下单前，先查看“委托”。

source: Order status unknown — Perpl didn't confirm the new stop-loss. The old one was cancelled. Check Open Orders before placing it again.
es: Estado de la orden desconocido: Perpl no confirmó el nuevo stop loss. El anterior se canceló. Revisa las órdenes abiertas antes de volver a colocarlo.
fr: Statut de l'ordre inconnu — Perpl n'a pas confirmé le nouveau stop loss. L'ancien a été annulé. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 주문 상태를 알 수 없습니다 — Perpl이 새 손절 주문을 확인하지 않았습니다. 기존 손절 주문은 취소되었습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 订单状态未知：Perpl 未确认新的止损。旧的止损已取消。再次下单前，先查看“委托”。
